Repository: iguanaiza/Pogodynka
Catalog: Resources/Strings/AppResources.*.resx
Languages: pl

# labelWinDir
source: Dir:
pl: Kier:

# labelHum
source: Hum:
pl: Wil:

# labelHumidity
source: Humidity
pl: Wilgotność

# labelPre
source: Pre:
pl: Ciś:

# labelPressure
source: Pressure
pl: Ciśnienie

# labelSearch
source: Search
pl: Wyszukaj

# labelTemperature
source: Temperature
pl: Temperatura

# labelWin
source: Win:
pl: Wia:

# labelWind
source: Wind
pl: Wiatr

# labelWindDirect
source: Direction
pl: Kierunek

# Weather_default
source: No data
pl: Brak danych

# Weather_value_0
source: Clear sky
pl: Bezchmurnie

# Weather_value_1
source: Mainly clear
pl: Pogodnie

# Weather_value_2
source: Partly cloudy
pl: Częściowe zachmurzenie

# Weather_value_3
source: Overcast
pl: Całkowite zachmurzenie

# Weather_value_45
source: Fog
pl: Mgła

# Weather_value_48
source: Depositing rime fog
pl: Szadź

# Weather_value_51
source: Drizzle: light
pl: Mżawka: słaba

# Weather_value_53
source: Drizzle: moderate
pl: Mżawka: umiarkowana

# Weather_value_55
source: Drizzle: dense intensity
pl: Mżawka: intensywna

# Weather_value_56
source: Freezing Drizzle: light
pl: Marznąca mżawka: słaba

# Weather_value_57
source: Freezing Drizzle: dense intensity
pl: Marznąca mżawka: intensywna

# Weather_value_61
source: Rain: slight
pl: Deszcz: słaby

# Weather_value_63
source: Rain: moderate
pl: Deszcz: umiarkowany

# Weather_value_65
source: Rain: heavy intensity
pl: Deszcz: silny

# Weather_value_66
source: Freezing Rain: light
pl: Marznący deszcz: słaby

# Weather_value_67
source: Freezing Rain: heavy intensity
pl: Marznący deszcz: silny

# Weather_value_71
source: Snow fall: slight
pl: Opady śniegu: słabe

# Weather_value_73
source: Snow fall: moderate
pl: Opady śniegu: umiarkowane

# Weather_value_75
source: Snow fall: heavy intensity
pl: Opady śniegu: gwałtowne

# Weather_value_77
source: Snow grains
pl: Ziarnisty śnieg

# Weather_value_80
source: Rain showers: slight
pl: Przelotne opady deszczu: słabe

# Weather_value_81
source: Rain showers: moderate
pl: Przelotne opady deszczu: umiarkowane

# Weather_value_82
source: Rain showers: violent
pl: Przelotne opady deszczu: gwałtowne

# Weather_value_85
source: Snow showers: slight
pl: Przelotne opady śniegu: słabe

# Weather_value_86
source: Snow showers: heavy
pl: Przelotne opady śniegu: intensywne

# Weather_value_95
source: Thunderstorm
pl: Burza

# Weather_value_96
source: Thunderstorm with slight hail
pl: Burza z opadami gradu: słaba

# Weather_value_99
source: Thunderstorm with heavy hail
pl: Burza z opadami gradu: silna

# alertNotFoundTitle
source: Not found
pl: Nie znaleziono

# alertNotFoundMessage
source: Place not found.
pl: Nie znaleziono miejsca.

# alertLocationTitle
source: Location
pl: Lokalizacja

# alertLocationMessage
source: Unbale to get device location.
pl: Nie można pobrać lokalizacji urządzenia.

# alertNoAccessTitle
source: No access
pl: Brak dostępu

# alertNoAccessMessage
source: No location permissions
pl: Brak uprawnień do lokalizacji.

# errorTitle
source: Error
pl: Błąd

# errorHttpMessage
source: Unable to connect with server.
pl: Nie udało się połączyć z serwerem.
